WELCOME = """
Выберите доступные операции:

Артикул - выполняется поиск по артикулу/ссылке на товар среди данных бота.
Бот ежедневно выполняет поиск по ключевым словам на сайте.
и сохраняет в базу результат первых 5 страниц поиска.

Артикул + Ключевой запрос  - поиск выполняется на первых 100 страницах сайта
по ключевому запросу и артикулу, что Вы введете."""


REQUEST_FOR_VENDOR_CODE = """
Отправьте мне артикул или ссылку на товар для поиска
(Пример: 35299756 или
https://www.wildberries.ru/catalog/32599756/detail.aspx):
"""


REQUEST_FOR_VENDOR_CODE_AND_KEYWORD = """
Отправьте мне Артикул и Ключевой запрос на товар для поиска
(Пример: 149669959 куртка из шерсти):
"""
